Repository: Fruitware/ContactBundle
Catalog: Resources/translations/validators.*.xliff
Languages: ru

# fruitware_contact.first_name.blank
source: Please enter a first name
ru: Укажите Ваше имя

# fruitware_contact.first_name.short
source: [-Inf,Inf]The first name is too short
ru: Указано слишком короткое значение имени

# fruitware_contact.first_name.long
source: [-Inf,Inf]The first name is too long
ru: Указано слишком длинное значение имени

# fruitware_contact.last_name.blank
source: Please enter a last name
ru: Укажите Вашу фамилию

# fruitware_contact.last_name.short
source: [-Inf,Inf]The last name is too short
ru: Указано слишком короткое значение фамилии

# fruitware_contact.last_name.long
source: [-Inf,Inf]The last name is too long
ru: Указано слишком длинное значение фамилии

# fruitware_contact.email.blank
source: Please enter an email
ru: Укажите Ваш email

# fruitware_contact.email.short
source: [-Inf,Inf]The email is too short
ru: Указано слишком короткое значение email

# fruitware_contact.email.long
source: [-Inf,Inf]The email is too long
ru: Указано слишком длинное значение email

# fruitware_contact.email.invalid
source: The email is not valid
ru: Указан неверный формат email

# fruitware_contact.subject.blank
source: Please enter a subject
ru: Укажите тему письма

# fruitware_contact.subject.short
source: [-Inf,Inf]The subject is too short
ru: Указано слишком короткое значение темы письма

# fruitware_contact.subject.long
source: [-Inf,Inf]The subject is too long
ru: Указано слишком длинное значение темы письма

# fruitware_contact.message.blank
source: Please enter a message
ru: Введите сообщение

# fruitware_contact.message.short
source: [-Inf,Inf]The message is too short
ru: Сообщение слишком короткое

# fruitware_contact.message.long
source: [-Inf,Inf]The message is too long
ru: Сообщение слишком длинное

# fruitware_contact.created_at.invalid
source: The creation date is not valid
ru: Неверный формат даты созздания
